Revit 2027 API
ParameterTypeId.RbsElecPanelNeutralBusParam Property
 "Neutral Bus"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelNeutralBusParam { get; }
Public Shared ReadOnly Property RbsElecPanelNeutralBusParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelNeutralBusParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelNeutralBusParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace